LEXICON_RU: dict[str, str] = {
     '/start': '<b>Привет!</b>\n\nДобро пожаловать в бот для поиска музыкантов!\n'
              'Давайте заполним анкету, и вы сможете начать поиск.',
    'fill_name': 'Пожалуйста, введите ваше имя или название группы:',
    'click_no_button': 'Жаль...\nЕсли захотите заполнить анкету,\n'
                       'просто разверните клавиатуру и нажмите кнопку "Да🔥"',
    'warning_yes_no': 'Не понял ваш ответ☹\nПожалуйста, нажмите одну из кнопок - "Да" или "Нет"',
    'warning': 'Не понял ваш запрос☹',
    'fill_city': 'Спасибо!\n\nТеперь введите ваш город:',
    'fill_text': 'Отлично!\n\nРасскажите о себе:',
    'fill_musician_type': 'Выберите, кто вы:\n\n1. Музыкант🎸\n2. Группа🎸🎤🥁\n3. Звукорежиссёр🎛',
    'fill_interest': 'Круто!\nТеперь укажите, кого вы ищете:',
    'upload_photo': 'Понял😉\nТеперь, если хотите, отправьте фото:',
    'your_profile': 'Ваша анкета:',
    'fill_profile_end': 'Спасибо!\nВаша анкета заполнена.',
    'main_menu': '1. Смотреть анкеты\n2. Моя анкета\n3. Лайки',
    'not_found': 'К сожалению, подходящих анкет не найдено.',
    'not_found_you_profile': 'Ваша анкета не найдена.\nВведите /start, чтобы начать заново.',
    'like': 'Ваша анкета кому-то понравилась!',
    'match': 'Взаимный лайк!\nСоздавайте, творите вместе с ',
    'match_for_other_user_first': 'Взаимный лайк!',
    'match_for_other_user_second': 'Создавайте, творите вместе с ',
    'error_like': 'Произошла ошибка при обработке лайка.',
    'something_unclear': 'Я вас не понял🤷‍♂️',
    'likes_count': 'Количество лайков: ',
    'no_likes': 'У вас пока нет лайков.',
    'no_more_likes': 'У вас больше нет лайков.'
}

KEYBOARDS_LEXICON_RU: dict[str, str] = {
    'yes': 'Да🔥',
    'no': 'Не сегодня😉',
    'musician': '1.Музыкант🎸',
    'music_group': '2.Группа🎸🎤🥁',
    'sound_engineer': '3.Звукарь🎛',
    'no_photo': 'Без фото',
    'one': '1',
    'two': '2',
    'three': '3',
    'like': '🤘',
    'dislike': '👎',
    'sleep': '💤'
}
