LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\n\nДобро пожаловать в бот по поиску музыкантов!\n'
            'Давай заполним анкету и сможешь начать поиск',
    'fill_name': 'Пожалуйста, введите ваше имя',
    'click_no_button': 'Жаль...\nЕсли захочешь заполнить анкету,\nпросто разверни '
          'клавиатуру и нажми кнопку "Да🔥"',
    'warning_yes_no': 'Что-то непонятное☹\nНажмите одну из кнопок - "Да" или "Нет"',
    'warning': 'Что-то непонятное☹',
    'fill_city': 'Спасибо!\n\nА теперь введите откуда вы, ваш город',
    'fill_text': 'Хорошо!\n\nРасскажите о себе',
    'fill_musician_type': 'Выбирете кто вы:\n1.Музыкант🎸\n2.Группа🎸🎤🥁\n3.Звукарь🎛',
    'fill_interest': 'Круто!\nТак, а теперь подскажите кого вы ищите',
    'upload_photo': 'Понял😉\nА теперь, если хочешь отправь фото',
    'your_profile': 'Ваша анкета:',
    'fill_profile_end': 'Спасибо!\nВаша анкета заполнена',
    'main_menu': '1.Смотреть анкеты\n2.Моя анкета'
}

KEYBOARDS_LEXICON_RU: dict[str, str] = {
    'yes': 'Да🔥',
    'no': 'Не сегодня😉',
    'musician': '1.Музыкант🎸',
    'music_group': '2.Группа🎸🎤🥁',
    'sound_engineer': '3.Звукарь🎛',
    'no_photo': 'Без фото',
    'one': '1',
    'two': '2',
}
