LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\n\nДобро пожаловать в бот по поиску музыкантов!',
    'fill_name': 'Пожалуйста, введите ваше имя',
    'click_no_button': 'Жаль...\nЕсли захочешь заполнить анкету,\nпросто разверни '
          'клавиатуру и нажми кнопку "Да🔥"',
    'warning_yes_no': 'Что-то непонятное☹\nНажмите одну из кнопок - "Да" или "Нет"',
    'warning': 'Что-то непонятное☹',
    'fill_city': 'Спасибо!\n\nА теперь введите откуда вы, ваш город',
    'fill_text': 'Хорошо!\n\nРасскажите о себе'
}

KEYBOARDS_LEXICON_RU: dict[str, str] = {
    'yes': 'Да🔥',
    'no': 'Не сегодня😉'
}
